Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: Earnit puts a pause before the app opens and turns that moment into a choice you have already earned.
de: Earnit setzt eine Pause davor, bevor die App aufgeht, und macht diesen Moment zu einer Entscheidung, die du dir schon verdient hast.
es: Earnit añade una pausa antes de abrir la app y convierte ese momento en una elección que ya te ganaste.
fr: Earnit ajoute une pause avant l'ouverture de l'app et transforme ce moment en un choix que tu as déjà gagné.
it: Earnit inserisce una pausa prima che l'app si apra e trasforma quel momento in una scelta che ti sei già guadagnato.
ja: Earnit はアプリを開く前にひと呼吸を置き、その瞬間を、すでに獲得した選択に変えます。
pt_br: O Earnit coloca uma pausa antes de o app abrir e transforma esse momento em uma escolha que você já ganhou.

source: Earnit starts from your average and changes the goal only after a full week of activity. You decide whether to accept each change.
de: Earnit startet bei deinem Durchschnitt und ändert das Ziel erst nach einer vollen Aktivitätswoche. Du entscheidest, ob du jede Änderung annimmst.
es: Earnit empieza desde tu promedio y solo cambia el objetivo después de una semana completa de actividad. Tú decides si aceptas cada cambio.
fr: Earnit part de ta moyenne et ne change l'objectif qu'après une semaine complète d'activité. C'est toi qui décides d'accepter chaque changement.
it: Earnit parte dalla tua media e cambia l'obiettivo solo dopo una settimana intera di attività. Sei tu a decidere se accettare ogni cambio.
ja: Earnit はあなたの平均から始め、1週間の活動を見てからでないと目標を変えません。変更を受け入れるかどうかは、あなたが決めます。
pt_br: O Earnit parte da sua média e só muda a meta depois de uma semana completa de atividade. Você decide se aceita cada mudança.

source: Earnit uses Apple Health to automatically convert your movement into screen-time credit.
de: Earnit nutzt Apple Health, um deine Bewegung automatisch in Bildschirmzeit-Guthaben umzuwandeln.
es: Earnit usa Apple Health para convertir automáticamente tu movimiento en tiempo de pantalla.
fr: Earnit utilise Apple Health pour convertir automatiquement ton mouvement en temps d'écran.
it: Earnit usa Apple Health per convertire automaticamente il tuo movimento in tempo di schermo.
ja: Earnit は Apple Health を使って、あなたの運動を自動でスクリーンタイムに換算します。
pt_br: O Earnit usa o Apple Health para converter automaticamente seu movimento em tempo de tela.

source: Earnit uses your walking activity to create a goal that actually fits you.
de: Earnit nutzt deine Geh-Aktivität, um ein Ziel zu erstellen, das wirklich zu dir passt.
es: Earnit usa tu actividad al caminar para crear un objetivo que se adapte de verdad a ti.
fr: Earnit utilise ton activité de marche pour créer un objectif vraiment adapté à toi.
it: Earnit usa la tua attività di cammino per creare un obiettivo davvero su misura per te.
ja: Earnit はあなたの歩行データから、本当に合う目標をつくります。
pt_br: O Earnit usa sua atividade de caminhada para criar uma meta que realmente combina com você.

source: Earnit's reward loop also draws on “temptation bundling”: pairing something you want with an activity that benefits you. It is a behavioral principle, not a guarantee.
de: Die Belohnungsschleife von Earnit stützt sich auch auf „Temptation Bundling“: etwas, das du willst, mit einer Aktivität zu koppeln, die dir guttut. Das ist ein Verhaltensprinzip, keine Garantie.
es: El ciclo de recompensa de Earnit también se inspira en el «temptation bundling»: asociar algo que deseas con una actividad que te beneficia. Es un principio conductual, no una garantía.
fr: La boucle de récompense d'Earnit s'inspire aussi du « temptation bundling » : associer quelque chose que tu désires à une activité qui te fait du bien. C'est un principe comportemental, pas une garantie.
it: Il ciclo di ricompensa di Earnit si ispira anche al «temptation bundling»: abbinare qualcosa che desideri a un'attività che ti fa bene. È un principio comportamentale, non una garanzia.
ja: Earnit の報酬のしくみは「誘惑の抱き合わせ」も参考にしています。ほしいものを、自分のためになる行動と組み合わせる考え方です。行動科学の原則であり、効果の保証ではありません。
pt_br: O ciclo de recompensa do Earnit também se apoia no “temptation bundling”: unir algo que você quer a uma atividade que te faz bem. É um princípio comportamental, não uma garantia.

source: Enable Screen Time
de: Bildschirmzeit aktivieren
es: Activar Tiempo de uso
fr: Activer Temps d'écran
it: Attiva Tempo di utilizzo
ja: スクリーンタイムを有効にする
pt_br: Ativar o Tempo de Uso

source: Enjoy
de: Genieß es
es: Disfruta
fr: Profites-en
it: Goditelo
ja: 楽しむ
pt_br: Aproveite

source: Estimated extra walking
de: Geschätztes Extra-Gehen
es: Caminata adicional estimada
fr: Marche supplémentaire estimée
it: Camminata extra stimata
ja: 追加で歩く時間の目安
pt_br: Caminhada extra estimada

source: Every step counts
de: Jeder Schritt zählt
es: Cada paso cuenta
fr: Chaque pas compte
it: Ogni passo conta
ja: 一歩一歩が意味を持ちます
pt_br: Cada passo conta

source: Evidence behind the plan
de: Belege hinter dem Plan
es: Evidencia detrás del plan
fr: Les preuves derrière le plan
it: Le evidenze dietro il piano
ja: プランの根拠
pt_br: A evidência por trás do plano

source: Extra steps
de: Zusätzliche Schritte
es: Pasos adicionales
fr: Pas supplémentaires
it: Passi extra
ja: 追加の歩数
pt_br: Passos extras

source: extra steps in your first 30 days
de: zusätzliche Schritte in deinen ersten 30 Tagen
es: pasos extra en tus primeros 30 días
fr: pas supplémentaires sur tes 30 premiers jours
it: passi in più nei tuoi primi 30 giorni
ja: 最初の30日間で増える歩数
pt_br: passos a mais nos seus primeiros 30 dias

source: Extra walking
de: Extra-Gehen
es: Caminata adicional
fr: Marche supplémentaire
it: Camminata extra
ja: 追加で歩く分
pt_br: Caminhada extra

# feedback.appsLocked
source: Apps locked
de: Apps gesperrt
es: Apps bloqueadas
fr: Apps bloquées
it: App bloccate
ja: アプリをロックしました
pt_br: Apps bloqueados

# feedback.appsUnlocked
source: Apps unlocked
de: Apps entsperrt
es: Apps desbloqueadas
fr: Apps débloquées
it: App sbloccate
ja: アプリのロックを解除しました
pt_br: Apps desbloqueados

# feedback.balanceEmpty
source: No time available
de: Keine Zeit verfügbar
es: No hay tiempo disponible
fr: Aucun temps disponible
it: Nessun tempo disponibile
ja: 使える時間がありません
pt_br: Sem tempo disponível

# feedback.celebration.added
source: Added to your balance
de: Zu deinem Guthaben hinzugefügt
es: Añadidos a tu saldo
fr: Ajoutées à ton solde
it: Aggiunti al tuo saldo
ja: 残高に追加されました
pt_br: Adicionados ao seu saldo

# feedback.celebration.balance %lld
source: %lld min ready to use
de: %lld Min. verfügbar
es: %lld min disponibles
fr: %lld min disponibles
it: %lld min disponibili
ja: %lld分利用できます
pt_br: %lld min disponíveis

# feedback.celebration.earned
source: TIME EARNED
de: ZEIT VERDIENT
es: TIEMPO GANADO
fr: TEMPS GAGNÉ
it: TEMPO GUADAGNATO
ja: 時間を獲得
pt_br: TEMPO GANHO

# feedback.celebration.first
source: YOUR FIRST RESERVE
de: DEINE ERSTE RESERVE
es: TU PRIMERA RESERVA
fr: TA PREMIÈRE RÉSERVE
it: LA TUA PRIMA RISERVA
ja: 最初の時間ストック
pt_br: SUA PRIMEIRA RESERVA

# feedback.celebration.goal
source: DAILY GOAL COMPLETE
de: TAGESZIEL ERREICHT
es: META DIARIA COMPLETADA
fr: OBJECTIF DU JOUR ATTEINT
it: OBIETTIVO GIORNALIERO COMPLETATO
ja: 1日の目標を達成
pt_br: META DIÁRIA CONCLUÍDA

# feedback.earned %lld
source: +%lld MIN EARNED
de: +%lld MIN VERDIENT
es: +%lld MIN GANADOS
fr: +%lld MIN GAGNÉES
it: +%lld MIN GUADAGNATI
ja: +%lld分 獲得
pt_br: +%lld MIN GANHOS

# feedback.firstReward %lld
source: YOUR FIRST %lld MIN ARE READY
de: DEINE ERSTEN %lld MIN SIND DA
es: TUS PRIMEROS %lld MIN ESTÁN LISTOS
fr: TES %lld PREMIÈRES MIN SONT PRÊTES
it: I TUOI PRIMI %lld MIN SONO PRONTI
ja: 最初の %lld分が使えます
pt_br: SEUS PRIMEIROS %lld MIN ESTÃO PRONTOS

# feedback.goalComplete %lld
source: DAILY GOAL COMPLETE · +%lld MIN
de: TAGESZIEL ERREICHT · +%lld MIN
es: META DIARIA COMPLETA · +%lld MIN
fr: OBJECTIF DU JOUR ATTEINT · +%lld MIN
it: OBIETTIVO GIORNALIERO COMPLETATO · +%lld MIN
ja: 1日の目標を達成 · +%lld分
pt_br: META DIÁRIA CONCLUÍDA · +%lld MIN

# feedback.streak %lld
source: %lld DAY STREAK
de: %lld TAGE SERIE
es: RACHA DE %lld DÍAS
fr: SÉRIE DE %lld JOURS
it: %lld GIORNI DI FILA
ja: %lld日連続
pt_br: SEQUÊNCIA DE %lld DIAS

# feedback.timeSaved %lld
source: YOU SAVED %lld MIN
de: DU HAST %lld MIN GESPART
es: GUARDASTE %lld MIN
fr: TU AS GARDÉ %lld MIN
it: HAI RISPARMIATO %lld MIN
ja: %lld分を残しました
pt_br: VOCÊ GUARDOU %lld MIN

# feedback.timeSavedLessThanMinute
source: YOU SAVED THE LAST SECONDS
de: DU HAST DIE LETZTEN SEKUNDEN GESPART
es: GUARDASTE LOS ÚLTIMOS SEGUNDOS
fr: TU AS GARDÉ LES DERNIÈRES SECONDES
it: HAI RISPARMIATO GLI ULTIMI SECONDI
ja: 最後の数秒を残しました
pt_br: VOCÊ GUARDOU OS ÚLTIMOS SEGUNDOS

# feedback.walletFull
source: WALLET FULL · 180 MIN
de: GUTHABEN VOLL · 180 MIN
es: WALLET LLENA · 180 MIN
fr: PORTEFEUILLE PLEIN · 180 MIN
it: PORTAFOGLIO PIENO · 180 MIN
ja: 残高がいっぱい · 180分
pt_br: SALDO CHEIO · 180 MIN

source: Feel more in control
de: Mehr Kontrolle spüren
es: Sentir que tienes más control
fr: Me sentir plus maître de moi
it: Sentirmi più in controllo
ja: 自分でコントロールできている実感
pt_br: Sentir mais controle

source: First goal
de: Erstes Ziel
es: Primer objetivo
fr: Premier objectif
it: Primo obiettivo
ja: 最初の目標
pt_br: Primeira meta

source: for every %@ steps
de: für je %@ Schritte
es: por cada %@ pasos
fr: tous les %@ pas
it: ogni %@ passi
ja: %@歩ごとに
pt_br: a cada %@ passos

source: full days every year
de: volle Tage pro Jahr
es: días completos cada año
fr: journées entières chaque année
it: giorni interi ogni anno
ja: まる1日分／年
pt_br: dias inteiros por ano

source: Get set
de: Mach dich bereit
es: Preparate
fr: Prépare-toi
it: Preparati
ja: 用意
pt_br: Prepare-se

source: Get set. Starting in 3.
de: Mach dich bereit. Start in 3.
es: Preparate. Empieza en 3.
fr: Prépare-toi. Départ dans 3.
it: Preparati. Si comincia tra 3.
ja: 用意。3秒後に開始します。
pt_br: Prepare-se. Começa em 3.

source: Go Pro to keep earning and unlocking your chosen apps.
de: Mit Pro kannst du weiter Zeit verdienen und deine ausgewählten Apps entsperren.
es: Pásate a Pro para seguir ganando tiempo y desbloqueando las apps que elegiste.
fr: Passez à Pro pour continuer à gagner du temps et à débloquer les apps choisies.
it: Passa a Pro per continuare a guadagnare tempo e sbloccare le app scelte.
ja: Proに登録して、時間を獲得し、選んだアプリを引き続き使えるようにしましょう。
pt_br: Assine o Pro para continuar ganhando tempo e desbloqueando os apps escolhidos.

source: Goal reward
de: Zielbelohnung
es: Recompensa del objetivo
fr: Récompense de l'objectif
it: Ricompensa obiettivo
ja: 目標達成の報酬
pt_br: Recompensa da meta

source: Got you
de: Ich sehe dich
es: Te veo
fr: Je te vois
it: Ti vedo
ja: 見えました
pt_br: Te vejo

source: Halfway there
de: Halbzeit
es: Ya estás a mitad de camino
fr: Tu es à mi-chemin
it: Sei a metà strada
ja: 折り返し地点です
pt_br: Você está na metade

source: Health data stays in Apple Health and on your device.
de: Gesundheitsdaten bleiben in Apple Health und auf deinem Gerät.
es: Tus datos de salud permanecen en Apple Health y en tu dispositivo.
fr: Tes données de santé restent dans Apple Health et sur ton appareil.
it: I dati sulla salute restano in Apple Health e sul tuo dispositivo.
ja: 健康データは Apple Health とお使いの端末に残ります。
pt_br: Seus dados de saúde ficam no Apple Health e no seu dispositivo.

source: Health guidelines recommend reducing sedentary behavior.
de: Gesundheitsempfehlungen raten dazu, langes Sitzen zu reduzieren.
es: Las recomendaciones de salud aconsejan reducir el sedentarismo.
fr: Les recommandations de santé conseillent de réduire la sédentarité.
it: Le linee guida sulla salute consigliano di ridurre la sedentarietà.
ja: 健康ガイドラインは、座っている時間を減らすことを勧めています。
pt_br: As diretrizes de saúde recomendam reduzir o comportamento sedentário.

# health.error.unavailable
source: Health data is not available on this device.
de: Auf diesem Gerät sind keine Gesundheitsdaten verfügbar.
es: Los datos de salud no están disponibles en este dispositivo.
fr: Les données de santé ne sont pas disponibles sur cet appareil.
it: I dati sulla salute non sono disponibili su questo dispositivo.
ja: この端末では健康データを利用できません。
pt_br: Os dados de saúde não estão disponíveis neste dispositivo.

# home.appsPaused
source: Your selected apps stay paused until you earn time.
de: Deine ausgewählten Apps bleiben pausiert, bis du Zeit verdienst.
es: Tus apps siguen en pausa hasta que ganes tiempo.
fr: Tes apps sélectionnées restent en pause tant que tu n'as pas gagné de temps.
it: Le app che hai scelto restano in pausa finché non guadagni tempo.
ja: 選んだアプリは、時間を獲得するまで休止したままです。
pt_br: Seus apps selecionados ficam em pausa até você ganhar tempo.

# home.availableTime
source: Available time
de: Verfügbare Zeit
es: Tiempo disponible
fr: Temps disponible
it: Tempo disponibile
ja: 使える時間
pt_br: Tempo disponível

# home.chooseApps
source: Choose apps
de: Apps auswählen
es: Elegir apps
fr: Choisir des apps
it: Scegli le app
ja: アプリを選ぶ
pt_br: Escolher apps

# home.chooseAppsForReward
source: Choose which apps your earned time will unlock.
de: Wähle, welche Apps deine verdiente Zeit freischaltet.
es: Elige qué apps desbloqueará el tiempo que ganes.
fr: Choisis les apps que le temps gagné débloquera.
it: Scegli quali app sbloccherà il tempo che guadagni.
ja: 獲得した時間で解除するアプリを選びましょう。
pt_br: Escolha quais apps o tempo ganho vai desbloquear.

# home.earnMoreTime
source: Earn more time
de: Mehr Zeit verdienen
es: Ganar más tiempo
fr: Gagner plus de temps
it: Guadagna più tempo
ja: もっと時間を獲得
pt_br: Ganhar mais tempo

# home.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar

# home.fullDay
source: full day
de: ganzer Tag
es: día completo
fr: journée entière
it: giorno intero
ja: まる1日
pt_br: dia inteiro

# home.minutesAvailable %lld
source: %lld min available
de: %lld Min. verfügbar
es: %lld min disponibles
fr: %lld min disponibles
it: %lld min disponibili
ja: %lld分 利用可能
pt_br: %lld min disponíveis

# home.minutesEarnedCount %lld
source: %lld min earned
de: %lld Min. verdient
es: %lld min ganados
fr: %lld min gagnées
it: %lld min guadagnati
ja: %lld分 獲得
pt_br: %lld min ganhos

# home.minutesEarnedHeadline %lld
source: %lld minutes
de: %lld Minuten
es: %lld minutos
it: %lld minuti
ja: %lld分
pt_br: %lld minutos

# home.minutesUsed %lld
source: %lld min used
de: %lld Min. genutzt
es: %lld min usados
fr: %lld min utilisées
it: %lld min usati
ja: %lld分 使用
pt_br: %lld min usados

# home.nextRewardTitle
source: Next reward
de: Nächste Belohnung
es: Próxima recompensa
fr: Prochaine récompense
it: Prossima ricompensa
ja: 次の報酬
pt_br: Próxima recompensa

# home.protectedApps
source: Protected apps
de: Geschützte Apps
es: Apps protegidas
fr: Apps protégées
it: App protette
ja: 保護中のアプリ
pt_br: Apps protegidos

# home.spend.a11y
source: Choose how long to spend
de: Wähle, wie lange du sie nutzt
es: Elige cuánto tiempo usar
fr: Choisis la durée à utiliser
it: Scegli quanto tempo usare
ja: 使う時間の長さを選ぶ
pt_br: Escolha por quanto tempo usar

# home.spendHowever
source: earned today. Spend them however you like.
de: heute verdient. Nutze sie, wie du willst.
es: ganados hoy. Úsalos como quieras.
fr: gagnées aujourd'hui. Utilise-les comme tu veux.
it: guadagnati oggi. Usali come vuoi.
ja: を今日獲得しました。 好きなように使えます。
pt_br: ganhos hoje. Use como você quiser.

# home.stepsTodayCount %@
source: %@ steps today
de: %@ Schritte heute
es: %@ pasos hoy
fr: %@ pas aujourd'hui
it: %@ passi oggi
ja: 今日 %@歩
pt_br: %@ passos hoje

# home.stepsUntilReward %lld
source: %lld steps to go
de: Noch %lld Schritte
es: Faltan %lld pasos
fr: Encore %lld pas
it: Mancano %lld passi
ja: あと %lld歩
pt_br: Faltam %lld passos

# home.toSpendOnYourApps
source: to spend on your apps
de: für deine Apps
es: para gastar en tus apps
fr: à dépenser dans tes apps
it: da spendere nelle tue app
ja: アプリで使えます
pt_br: para gastar nos seus apps

# home.untilYourLast
source: until your last
de: bis zu deinen letzten
es: hasta tus últimos
fr: avant tes dernières
it: fino ai tuoi ultimi
ja: 最後の
pt_br: até seus últimos

# home.untilYourNext
source: until your next
de: bis zu deinen nächsten
es: hasta tus próximos
fr: avant tes prochaines
it: fino ai tuoi prossimi
ja: 次の
pt_br: até seus próximos

# home.useMinutes
source: Use my minutes
de: Meine Minuten nutzen
es: Usar mis minutos
fr: Utiliser mes minutes
it: Usa i miei minuti
ja: 時間を使う
pt_br: Usar meus minutos

source: hours a year, spent scrolling
de: Stunden im Jahr, verscrollt
es: horas al año, perdidas en scroll
fr: heures par an, passées à scroller
it: ore all'anno, perse a scrollare
ja: 時間/年、スクロールに費やしている
pt_br: horas por ano, gastas rolando a tela

source: hours every week
de: Stunden pro Woche
es: horas cada semana
fr: heures chaque semaine
it: ore ogni settimana
ja: 時間／週
pt_br: horas por semana

source: How it works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
it: Come funziona
ja: 仕組み
pt_br: Como funciona

source: How long do you scroll each day?
de: Wie lange scrollst du am Tag?
es: ¿Cuánto tiempo scrolleás al día?
fr: Tu scrolles combien de temps par jour ?
it: Quanto scrolli al giorno?
ja: 1日にどれくらいスクロールしますか？
pt_br: Quanto tempo você rola a tela por dia?

source: How much time do you think you spend scrolling each day?
de: Wie viel Zeit verbringst du wohl täglich mit Scrollen?
es: ¿Cuánto tiempo crees que pasas haciendo scroll cada día?
fr: Combien de temps penses-tu passer à scroller chaque jour ?
it: Quanto tempo pensi di passare a scrollare ogni giorno?
ja: 1日にどれくらいスクロールしていると思いますか？
pt_br: Quanto tempo você acha que passa rolando a tela por dia?

source: I want some of that time back
de: Ich will einen Teil dieser Zeit zurück
es: Quiero recuperar parte de ese tiempo
fr: Je veux récupérer une partie de ce temps
it: Voglio recuperare parte di quel tempo
ja: その時間を少し取り戻したい
pt_br: Quero parte desse tempo de volta

source: I want this
de: Das will ich
es: Quiero conseguirlo
fr: C'est ce que je veux
it: Lo voglio
ja: これがほしい
pt_br: Quero isso

source: I'll do it later
de: Mache ich später
es: Lo hago después
fr: Je le ferai plus tard
it: Lo faccio dopo
ja: あとでやる
pt_br: Faço isso depois

source: I’m in
de: Ich bin dabei
es: Cuenta conmigo
fr: Je me lance
it: Ci sto
ja: やってみます
pt_br: Conte comigo

source: IF YOU REACH YOUR GOAL FOR 30 DAYS
de: WENN DU DEIN ZIEL 30 TAGE LANG ERREICHST
es: SI ALCANZAS TU OBJETIVO DURANTE 30 DÍAS
fr: SI TU ATTEINS TON OBJECTIF PENDANT 30 JOURS
it: SE RAGGIUNGI IL TUO OBIETTIVO PER 30 GIORNI
ja: 30日間、目標を達成したら
pt_br: SE VOCÊ BATER SUA META POR 30 DIAS

source: If you stick with your plan, this is what you are working toward.
de: Wenn du bei deinem Plan bleibst, arbeitest du darauf hin.
es: Si sigues tu plan, esto es lo que intentarás conseguir.
fr: Si tu tiens ton plan, voilà ce vers quoi tu avances.
it: Se resti fedele al tuo piano, ecco a cosa stai puntando.
ja: プランを続ければ、こんな未来を目指せます。
pt_br: Se você seguir seu plano, é isso que você vai conquistar.

source: Imagine where small walks could take you.
de: Stell dir vor, wohin dich kleine Spaziergänge bringen können.
es: Imagina adónde podrían llevarte unas pequeñas caminatas.
fr: Imagine où de petites marches peuvent te mener.
it: Immagina dove possono portarti piccole camminate.
ja: 小さな散歩がどこまで連れて行ってくれるか、想像してみてください。
pt_br: Imagine aonde pequenas caminhadas podem te levar.

source: Imagine yourself 30 days from now.
de: Stell dir vor, wie du in 30 Tagen bist.
es: Imagínate dentro de 30 días.
fr: Imagine-toi dans 30 jours.
it: Immaginati tra 30 giorni.
ja: 30日後の自分を想像してみてください。
pt_br: Imagine você daqui a 30 dias.

source: In 3 days
de: In 3 Tagen
es: En 3 días
fr: Dans 3 jours
it: Tra 3 giorni
ja: 3日後
pt_br: Em 3 dias

source: In a hurry? A set of push-ups in front of the camera earns minutes right now.
de: Wenig Zeit? Eine Serie Liegestütze vor der Kamera bringt dir sofort Minuten.
es: ¿Con prisa? Una serie de flexiones frente a la cámara te da minutos ahora mismo.
fr: Pressé ? Une série de pompes devant la caméra te rapporte des minutes tout de suite.
it: Hai fretta? Una serie di flessioni davanti alla fotocamera ti fa guadagnare minuti subito.
ja: 急いでいますか？カメラの前で腕立て伏せを1セットすれば、今すぐ分を獲得できます。
pt_br: Com pressa? Uma série de flexões na frente da câmera te dá minutos agora mesmo.

source: In a hurry? Five push-ups in front of the camera earn the same five minutes.
de: Wenig Zeit? Fünf Liegestütze vor der Kamera bringen dieselben fünf Minuten.
es: ¿Apurado? Cinco flexiones ante la cámara ganan los mismos cinco minutos.
fr: Pressé ? Cinq pompes face à la caméra rapportent les mêmes cinq minutes.
it: Di fretta? Cinque flessioni davanti alla fotocamera valgono gli stessi cinque minuti.
ja: 急いでいる？カメラの前で腕立て5回でも、同じ5分が手に入ります。
pt_br: Com pressa? Cinco flexões na câmera ganham os mesmos cinco minutos.

source: Increase goal
de: Ziel erhöhen
es: Aumentar objetivo
fr: Augmenter l'objectif
it: Aumenta obiettivo
ja: 目標を上げる
pt_br: Aumentar meta

source: Instead of blocking your favorite apps forever, Earnit makes screen time something you unlock by moving.
de: Statt deine Lieblings-Apps für immer zu sperren, macht Earnit Bildschirmzeit zu etwas, das du dir durch Bewegung freischaltest.
es: En vez de bloquear tus apps favoritas para siempre, Earnit convierte el tiempo de pantalla en algo que desbloqueas al moverte.
fr: Au lieu de bloquer tes apps préférées pour toujours, Earnit fait du temps d'écran quelque chose que tu débloques en bougeant.
it: Invece di bloccare per sempre le tue app preferite, Earnit rende il tempo di schermo qualcosa che sblocchi muovendoti.
ja: お気に入りのアプリをずっとブロックするのではなく、Earnit はスクリーンタイムを、体を動かして解除するものに変えます。
pt_br: Em vez de bloquear seus apps favoritos para sempre, o Earnit transforma o tempo de tela em algo que você desbloqueia se movendo.

source: Intentional screen time
de: Bewusste Bildschirmzeit
es: Tiempo de pantalla intencional
fr: Du temps d'écran intentionnel
it: Tempo di schermo intenzionale
ja: 意識して使うスクリーンタイム
pt_br: Tempo de tela intencional

source: It was too dark to see your joints. Face a window or turn on a light.
de: Es war zu dunkel, um deine Gelenke zu erkennen. Stell dich zum Fenster oder mach Licht an.
es: Estaba demasiado oscuro para ver tus articulaciones. Ponte frente a una ventana o enciende una luz.
fr: Il faisait trop sombre pour voir tes articulations. Place-toi face à une fenêtre ou allume une lumière.
it: Era troppo buio per vedere le tue articolazioni. Mettiti davanti a una finestra o accendi una luce.
ja: 暗すぎて関節が見えませんでした。窓の方を向くか、照明をつけてください。
pt_br: Estava escuro demais para ver suas articulações. Fique de frente para uma janela ou acenda uma luz.

source: Just %@ more steps than your usual day.
de: Nur %@ Schritte mehr als an einem normalen Tag.
es: Solo %@ pasos más que un día normal.
fr: Juste %@ pas de plus qu'une journée normale.
it: Solo %@ passi in più di una giornata normale.
ja: いつもの1日より、たった%@歩。
pt_br: Só %@ passos a mais que um dia normal.

source: Keep current goal
de: Aktuelles Ziel behalten
es: Mantener objetivo actual
fr: Garder l'objectif actuel
it: Mantieni l'obiettivo attuale
ja: 今の目標のまま
pt_br: Manter a meta atual

source: Keep current setup
de: Aktuelle Einstellungen behalten
es: Mantener configuración actual
fr: Garder la configuration actuelle
it: Mantieni la configurazione attuale
ja: 今の設定のまま
pt_br: Manter a configuração atual

source: Keep earning
de: Weiter verdienen
es: Seguir ganando
fr: Continuer à gagner
it: Continua a guadagnare
ja: 獲得を続ける
pt_br: Continuar ganhando

source: Keep saying no
de: Weiter Nein sagen
es: Seguir diciendo que no
fr: Continuer à dire non
it: Continuare a dire di no
ja: 我慢し続ける
pt_br: Continuar dizendo não

source: Keep your chosen apps protected
de: Schütze deine ausgewählten Apps weiter
es: Mantén protegidas las apps que elegiste
fr: Gardez les apps choisies protégées
it: Continua a proteggere le app scelte
ja: 選んだアプリを引き続き制限
pt_br: Mantenha os apps escolhidos protegidos

source: Keep your momentum going.
de: Bleib in Bewegung.
es: Sigue avanzando.
fr: Gardez votre élan.
it: Continua così.
ja: この調子で続けよう。
pt_br: Continue no seu ritmo.
